Repository: mohammadrezaGh80/mix_shop_website
Catalog: products/locale/*/LC_MESSAGES/django.po
Languages: fa

source: Size
fa: اندازه

source: Color
fa: رنگ

source: Question
fa: پرسش

source: Answer
fa: پاسخ

source: Title of product
fa: عنوان کالا

source: products
fa: محصولات

source: Write for us...
fa: برای ما بنویسید...

source: Give rating
fa: امتیاز بدهید

source: Your text must have at least %(min_characters)s characters.
fa: متن شما باید حداقل دارای %(min_characters)s کاراکتر باشد.

source: digital-product
fa: کالای دیجیتال

source: clothing
fa: پوشاک

source: stationery
fa: لوازم تحریر

source: beauty-and-health
fa: زیبایی و سلامت

source: smart-phone
fa: موبایل

source: television
fa: تلویزیون

source: laptop
fa: لپ تاپ

source: camera
fa: دوربین

source: game-console
fa: کنسول بازی

source: menswear
fa: لباس مردانه

source: women's-dress
fa: لباس زنانه

source: men's-shoes
fa: کفش مردانه

source: women's-shoes
fa: کفش زنانه

source: notebook
fa: دفتر

source: pencil
fa: مداد

source: desk
fa: میز تحریر

source: cosmetic
fa: لوازم آرایشی

source: sanitary-ware
fa: لوازم بهداشتی

source: xiaomi
fa: شیائومی

source: apple
fa: اپل

source: samsung
fa: سامسونگ

source: Category's name
fa: نام دسته بندی

source: Category
fa: دسته بندی

source: Categories
fa: دسته بندی ها

source: red
fa: قرمز

source: blue
fa: آبی

source: black
fa: مشکی

source: white
fa: سفید

source: pink
fa: صورتی

source: yellow
fa: زرد

source: brown
fa: قهوه ای

source: purple
fa: بنفش

source: green
fa: سبز

source: orange
fa: نارنجی

source: gray
fa: خاکستری

source: golden
fa: طلایی

source: silver
fa: نقره ای

source: bronze
fa: برنزی

source: Color's name
fa: نام رنگ

source: Product color
fa: رنگ محصول

source: Product colors
fa: رنگ های محصول

source: Size's name
fa: نام اندازه

source: Product size
fa: اندازه محصول

source: Product sizes
fa: اندازه های محصول

source: Title
fa: عنوان

source: Seller
fa: فروشنده

source: The value of the price cannot be negative or zero.
fa: مقدار قیمت نمیتواند عدد منفی یا صفر باشد.

source: Price
fa: قیمت

source: Description
fa: توضیحات

source: Created datetime
fa: زمان ایجاد

source: Modified datetime
fa: زمان ویرایش

source: Product
fa: محصول

source: Products
fa: محصولات

source: Image
fa: عکس

source: Product image
fa: عکس محصول

source: Product images
fa: عکس های محصولات

source: 1 star
fa: یک ستاره

source: 2 star
fa: دو ستاره

source: 3 star
fa: سه ستاره

source: 4 star
fa: چهار ستاره

source: 5 star
fa: پنج ستاره

source: None
fa: هیچ

source: I suggest
fa: پیشنهاد میکنم

source: I don't suggest
fa: پیشنهاد نمیکنم

source: I'm not sure
fa: مطمئن نیستم

source: User
fa: کاربر

source: Text
fa: متن نظر

source: Star rating
fa: رتبه بندی ستاره ای

source: Suggestion
fa: پیشنهاد

source: Is anonymous?
fa: ناشناس است؟

source: Comment
fa: دیدگاه

source: Comments
fa: دیدگاه ها

source: Questions
fa: پرسش ها

source: Answers
fa: پاسخ ها

source: Comment like
fa: موافقت دیدگاه

source: Comment likes
fa: موافقت های دیدگاه

source: Comment dislike
fa: مخالفت دیدگاه

source: Comment dislikes
fa: مخالفت های دیدگاه

source: Answer like
fa: موافقت پاسخ

source: Answer likes
fa: موافقت های پاسخ

source: Answer dislike
fa: مخالفت پاسخ

source: Answer dislikes
fa: مخالفت های پاسخ

source: categories
fa: دسته بندی ها

source: Colors:
fa: رنگ ها:

source: Color:
fa: رنگ:

source: Sizes:
fa: اندازه ها:

source: Size:
fa: اندازه:

source: Register comment
fa: ثبت دیدگاه

source: Your Comment
fa: دیدگاه شما

source: About %(title)s
fa: در مورد %(title)s

source: Register a comment anonymously
fa: ارسال دیدگاه به صورت ناشناس

source: Mixshop user
fa: کاربر میکس شاپ

source: Before
fa: قبلی

source: After
fa: بعدی

source: You can also comment on this product.
fa: شما هم می‌توانید در مورد این کالا نظر دهید.

source: Register question
fa: ثبت پرسش

source: Register your question about this product
fa: پرسش خود را درباره این کالا ثبت کنید

source: Register a new answer
fa: ثبت پاسخ جدید

source: Answer this question
fa: به این پرسش پاسخ دهید

source: Register answer
fa: ثبت پاسخ

source: You can also question on this product.
fa: شما هم می‌توانید در مورد این کالا سوال بپرسید.

source: There aren't any product.
fa: هیچ محصولی وجود ندارد.

source: Your comment was successfully submitted.
fa: دیدگاه شما با موفقیت ثبت شد.

source: Your question was successfully submitted.
fa: پرسش شما با موفقیت ثبت شد.

source: Your answer was successfully submitted.
fa: پاسخ شما با موفقیت ثبت شد.
