Repository: mohammadrezaGh80/mix_shop_website
Catalog: accounts/locale/*/LC_MESSAGES/django.po
Languages: fa

source: Personal info
fa: اطلاعات حساب کاربری

source: Permissions
fa: دسترسی ها

source: accounts
fa: حساب های کاربری

source: Your account is not active.
fa: حساب کاربری شما فعال نیست.

source: Username and Password is incorrect!
fa: ایمیل و رمزعبور درست نمیباشند!

source: The two password fields didn't match.
fa: دو رمز عبور با یکدیگر مطابقت ندارند.

source: A user with that email already exists.
fa: یک کاربر با این ایمیل وجود دارد.

source: Email address
fa: آدرس ایمیل

source: email...
fa: ایمیل...

source: Password
fa: رمزعبور

source: Password confirmation
fa: تکرار رمز عبور

source: password...
fa: رمزعبور...

source: password confirmation...
fa: تکرار رمز عبور...

source: Your birth date is invalid,date of today: %(current_date)s
fa: تاریخ تولد شما نامعتبر است،تاریخ امروز: %(current_date)s

source: The age value for register must be at least 10 years old.
fa: حداقل سن مورد نیاز برای ثبت نام 10 سال است.

source: username...
fa: نام کاربری...

source: first name...
fa: نام...

source: last name...
fa: نام خانوادگی...

source: phone number...
fa: شماره تلفن...

source: Email or Username
fa: آدرس ایمیل یا نام کاربری

source: Your username is not valid!
fa: نام کاربری شما معتبر نیست!

source: Enter a valid email address.
fa: یک آدرس ایمیل معتبر وارد کنید.

source: There is no user with this email address.
fa: کاربری با این آدرس ایمیل وجود ندارد.

source: New password
fa: رمزعبور جدید

source: New password confirmation
fa: تکرار رمز عبور جدید...

source: Your current password was entered incorrectly. Please enter it again.
fa: رمزعبور فعلی خود را اشتباه وارد کردید. دوباره وارد کنید.

source: Current password
fa: رمزعبور فعلی

source: current password...
fa: رمزعبور فعلی...

source: This account is active.
fa: این اکانت فعال است.

source: Username
fa: نام کاربری

source: 150 characters or fewer. Letters, digits and ./-/_ only which starts with letters and has at least 4 characters.
fa: باید 150 کاراکتر یا کمتر باشد. شامل حروف،ارقام و ./-/_ است که باید با حروف شروع شود و حداقل دارای چهار کاراکتر باشد.

source: A user with that username already exists.
fa: یک کاربر با این نام کاربری وجود دارد.

source: First name
fa: نام

source: Last name
fa: نام خانوادگی

source: Phone
fa: تلفن

source: Birth date
fa: تاریخ تولد

source: Is active?
fa: فعال بودن

source: Is admin?
fa: مدیر بودن

source: User
fa: کاربر

source: Users
fa: کاربران

source: Enter a valid username. This value may contain only letters, digits, and ./-/_ only which starts with letters and has at least 4 characters.
fa: یک نام کاربری معتبر وارد کنید. این نام باید شامل حروف، ارقام و ./-/_ باشد که با حروف شروع شود و حداقل دارای چهار کاراکتر باشد.

source: Enter a valid phone number. This value must have 11 digits which starts with the number 09.
fa: یک شماره تلفن معتبر وارد کنید،این شماره باید دارای 11 رقم باشد که عدد 09 شروع میشود.

source: User with entered info was not found.
fa: کاربری با مشخصات وارد شده یافت نشد.

source: Account created successfully,check your email to activate your account.
fa: حساب کاربری با موفقیت ساخته شد،برای فعال کردن حساب کاربری ایمیل خود را بررسی کنید.

source: Check your email to activate your account.
fa: برای فعال کردن حساب کاربری ایمیل خود را بررسی کنید.

source: An email with password reset instructions has been sent to your email address
fa: ایمیلی با دستورالعمل بازنشانی رمز عبور برای ایمیل شما ارسال شد.

source: Your password has been successfully reset.
fa: رمز شما با موفقیت بازنشانی شد.

source: Your password has been changed successfully.
fa: رمز شما با موفقیت تغییر یافت.
